{
  "books": [
    {
        "id": "1",
        "name": "Жизнь насекомых",
        "author": "В. Пелевин",
        "overview": "Второй роман Виктора Пелевина. Аллегория на человеческую жизнь, достигнутая путём её сопоставления с жизнью насекомых. Выбранные автором персонажи являются типичными представителями общества начала 1990-х годов в России.",
        "pathToPoster": "lifeOfInsect.jpeg"
    },
    {
        "id": "2",
        "name": "Пикник на обочине",
        "author": "Б. и А. Стругацкие",
        "overview": "Философская фантастическая повесть братьев Стругацких, впервые изданная в 1972 году. Повесть лидирует среди прочих произведений авторов по количеству переводов на иностранные языки и изданиям за пределами бывшего СССР.",
        "pathToPoster": "roadsidePicknic.jpeg"
    },
    {
        "id": "3",
        "name": "Жизнь взаймы",
        "author": "Ремарк Эрих Мария",
        "overview": "«Жизнь взаймы» — это жизнь, которую герои отвоевывают у смерти. Когда терять уже нечего, когда один стоит на краю гибели, так эту жизнь и не узнав, а другому эта треклятая жизнь стала невыносима. И как всегда у Ремарка, только любовь и дружба остаются незыблемыми. Только в них можно найти точку опоры.",
        "pathToPoster": "heavenHasNoFavorites.jpeg"
    },
    {
        "id": "4",
        "name": "Приключение гуливера",
        "author": "Д. Свифт",
        "overview": "Единственный роман Джонатана Свифта. Он наполнен сатирой, философскими раздумьями, намеками на духовное несовершенство современного Свифту общества. ",
        "pathToPoster": "guliverTravlers.jpeg"
    },
    {
        "id": "5",
        "name": "Хлеб с ветчиной",
        "author": "Ч. Буковки",
        "overview": "Чарльз Буковски — один из крупнейших американских писателей ХХ века, автор более чем сорока книг, среди которых романы, стихи, эссеистика и рассказы. Несмотря на порою шокирующий натурализм, его тексты полны лиричности, даже своеобразной сентиментальности. «Хлеб с ветчиной» — самый проникновенный роман Буковски. Подобно «Приключениям Гекльберри Финна» и «Ловцу во ржи», он написан с точки зрения впечатлительного ребенка, имеющего дело с двуличием, претенциозностью и тщеславием взрослого мира.",
        "pathToPoster": "hamOnRay.jpeg"
    },
    {
        "id": "6",
        "name": "Бойцовский клуб",
        "author": "Ч. Паланик",
        "overview": "Это роман-вызов, роман, созданный всем назло и вопреки всему, в нем описывается поколение озлобившихся людей, потерявших представление о том, что можно и чего нельзя, где добро и зло, кто они сами и кто их окружает. Сам Паланик называет свой «Бойцовский клуб» новым «Великим Гэтсби».",
        "pathToPoster": "fightClub.jpeg"
    },
    {
        "id": "7",
        "name": "Клуб самоубийц",
        "author": "Роберт Льюис Стивенсон ",
        "overview": "Добро пожаловать в мир удивительных приключений и хитро задуманных преступлений, головокружительных погонь, смертельных дуэлей и умопомрачительно смешных диалогов, – мир, в котором викторианский «рыцарь без страха и упрека» принц Флоризель и его верный друг полковник Джеральдин ведут смертельную схватку со Злом, защищая несправедливо обиженных, – и ни на минуту не теряют при этом достойного истинных джентльменов чувства юмора.",
        "pathToPoster": "theSuisideClub.jpeg"
    },
    {
        "id": "8",
        "name": "Клуб любителей книг и пирогов из картофельных очистков",
        "author": "Мэри Шаффер",
        "overview": "В послевоенном Лондоне молодая писательница Джулиет пытается найти сюжет для новой книги, но об ужасах войны писать ей решительно не хочется, а прочие темы кажутся либо скучными, либо неуместными. На помощь приходит случай – в виде письма одного свиновода с острова Гернси. Оказывается, даже свинари любят почитать.",
        "pathToPoster": "theGuernseyLiteraryAndPotatoPeelPieSociety.jpeg"
    },
    {
        "id": "9",
        "name": "Остров сокровищ",
        "author": "Роберт Льюис Стивенсон ",
        "overview": "Роберт Льюис Стивенсон (1850—1894) — знаменитый английский писатель, литературный критик, поэт, основоположник неоромантизма. Однако самым известным романом Стивенсона, принесшим ему мировую славу, является «Остров Сокровищ» (1883). Этот приключенческий роман, по праву считающийся одним из лучших в своем жанре, родился из игры. Для развлечения своего двенадцатилетнего пасынка Ллойда Осборна, которому посвящено произведение, Стивенсон начертил карту выдуманного.",
        "pathToPoster": "theTreasureIsland.jpeg"
    }
  ]
}
